Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/community_alert.html.txt.tmx
Source language: en
Languages: ga

source: The Community Alert programme is a community-based crime prevention, care and safety programme for rural communities
ga: Is éard atá sa chlár Pobal-ar-Aire ná clár pobalbhunaithe chun coireanna a chosc, agus cúram agus sábháilteacht a chur chun cinn i measc na bpobal faoin tuath

source: It has a particular emphasis on older and more vulnerable people in rural communities
ga: Leagann sé béim faoi leith ar dhaoine aosta agus ar dhaoine leochaileacha i bpobail faoin tuath

source: The programme was established in 1984 and is managed by Muintir na Tíre and the Garda Síochána
ga: Bunaíodh an clár i 1984 agus is iad Muintir na Tíre agus an Garda Síochána a bhainistíonn é

source: It is funded by the Department of Justice and Equality and the Department of Health
ga: Is iad an Roinn Dlí agus Cirt agus Comhionannais agus an Roinn Sláinte a thugann maoiniú don chlár

source: The programme aims to improve the quality of life in rural communities through:
ga: Is é aidhm an chláir ná cáilíocht beatha na ndaoine sna pobail faoin tuath a fheabhsú tríothu seo a leanas:

source: • Reducing opportunities for crimes to occur
ga: • Laghdú a dhéanamh ar dheiseanna chun coireanna a dhéanamh

source: • Encouraging neighbourliness and self-reliance
ga: • Dea-chomharsanacht agus féintuilleamaí a spreagadh

source: • Promoting accident prevention and personal safety
ga: • Timpistí a chosc agus sábháilteacht phearsanta a chur chun cinn

source: The Community Alert programme operates through a network of community alert groups, each of which is responsible for a particular area
ga: Is trí líonra Grúpaí Pobal-ar-Aire a chuirtear an clár Pobal-ar-Aire i bhfeidhm agus bíonn gach grúpa freagrach as limistéar faoi leith

source: A group may be set up in response to community demand or as a result of Garda contact
ga: Féadfar grúpa a bhunú de bharr éilimh ón bpobal nó de bharr go raibh duine i dteagmháil le Garda

source: There are about 1250 such groups throughout the country
ga: Tá thart ar 1250 grúpa den sórt sin ar fud na tíre

source: Each group has an elected Community Alert Committee which manages the group and a Community Alert Area Coordinator who maintains contact with a Garda Liaison Officer
ga: Bíonn Coiste Pobal-ar-Aire ag gach grúpa a bhainistíonn an grúpa agus Comhordaitheoir Pobal-ar-Aire a bhíonn i dteagmháil le hOifigeach Idirchaidrimh de chuid an Gharda Síochána

source: Resource materials are provided by the Garda Síochána
ga: Cuireann An Garda Síochána acmhainní ar fáil dóibh

source: Further information on the Community Alert programme and on setting up a community alert group is available on the Muintir na Tíre website and in the Community Alert handbook (pdf)
ga: Tá tuilleadh eolais faoin gclár Pobal-ar-Aire agus conas Grúpa Pobal-ar-Aire a bhunú ar láithreán gréasáin Mhuintir na Tíre agus sa lámhleabhar Pobal-ar-Aire (pdf)

source: Community Text Alert is an Initiative to facilitate immediate communication from the Garda Síochána to the public
ga: Tionscnamh atá i dTéacs Phobal ar Aire atá in ainm is cumarsáid láithreach a éascú ón nGarda Síochána don phobal

source: The Garda Síochána provide information by text or e-mail to each registered community contact” and they, in turn forward the information by text or e-mail to all members of their Community Group
ga: Soláthraíonn an Garda Síochána faisnéis trí théacs nó ríomhphost do gach “teagmhálaí pobail” atá cláraithe agus seolfaidh siad, ar a uain sin, an fhaisnéis trí théacs nó ríomhphost chuig gach comhalta dá nGrúpa Pobail

source: More information on the iniative is available on the Garda Síochána website and the Muintir Na Tire website
ga: Tá fáil ar thuilleadh faisnéise ar an tionscnamh ar láithreán gréasáin an Gharda Síochána agus ar láithreán gréasáin Mhuintir na Tíre

source: If you live in a Community Alert area, your local Garda station has the contact details for your local Community Alert Group
ga: Más rud é go bhfuil cónaí ort i limistéar Pobal-ar-Aire féadfaidh tú sonraí teagmhála do Ghrúpa Pobal-ar-Aire a fháil i Stáisiún na nGardaí do cheantair

source: If you do not and you are interested in setting up a Group in your area, contact your local Gardaí or the Muintir na Tíre Community Alert Development Officer
ga: Mura bhfuil cónaí ort ina leithéid de cheantar agus más spéis leat Grúpa a bhunú téigh i dteagmháil leis na Gardaí sa stáisiún cóngarach duit nó le Oifigeach Forbartha Pobal-ar-Aire Mhuintir na Tíre
